var randomNumber = Math.floor(Math.random()*38)+1;
var result="";

var menu = new Array( "떡볶이\n(신전떡볶이)",
"피자\n(피자써클)",
"치킨\n(조선치킨)",
"파스타\n(파스토)",
"스테이크\n(라라코스트)",
"짜장면\n(사천성)",
"짬뽕\n(우낀짬뽕)",
"탕수육\n(고래성)",
"덮밥\n(라이스스토리)",
"오므라이스\n(김밥킹)",
"샐러드\n(크로스핏카페)",
"김밥\n(김밥생각)",
"라면\n(치쿠린)",
"어묵\n(신포우리만두)",
"국수\n(교동국수)",
"냉면\n(김밥생각)",
"만두\n(신포우리만두)",
"떡국",
"파전 with 막걸리\n(광장해물파전)",
"고기\n(한갈비)",
"제육볶음\n(밥카페)",
"초밥\n(스시데이)",
"비빔밥\n(본죽)",
"불고기\n(고루식탁)",
"국밥\n(양평해장국)",
"쭈꾸미 볶음",
"족발\n(아빠애족발)",
"보쌈\n(아빠애족발)",
"돈까스\n(신촌돈까스)",
"부대찌개\n(부대통령)",
"도시락\n(한솥도시락)",
"순대\n(군산순대국밥)",
"매운닭발\n(붉닭)",
"튀김\n(깊은언덕)",
"쫄면\n(신촌돈까스)",
"함박스테이크\n(라라코스트)",
"막창\n(옛날막창)",
"곱창\n(곱창이최고에요)",
"헴버거\n(맘스터치)",
"닭발"
);

result+=menu[randomNumber];

document.write(result+"<br>");